Repository: MofX/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: tr

# addCorrespondentPageTitle
source: New Correspondent
tr: Yeni ek yazar

# addDocumentTypePageTitle
source: New Document Type
tr: Yeni Belge Türü

# addStoragePathPageTitle
source: New Storage Path
tr: Yeni Depolama Yolu

# addTagPageTitle
source: New Tag
tr: Yeni Etiket

# appDrawerAboutInfoLoadingText
source: Retrieving application information...
tr: Uygulama bilgileri alınıyor...

# appDrawerAboutLabel
source: About this app
tr: Bu uygulama hakkında

# appDrawerHeaderLoggedInAsText
source: Logged in as
tr: Olarak giriş yapıldı

# appDrawerLogoutLabel
source: Disconnect
tr: Bağlantıyı kes

# appDrawerReportBugLabel
source: Report a Bug
tr: Hata Bildir

# appDrawerSettingsLabel
source: Settings
tr: Ayarlar

# appSettingsBiometricAuthenticationDescriptionText
source: Authenticate on app start
tr: Uygulama başlangıcında kimlik doğrulaması yapın

# appSettingsBiometricAuthenticationLabel
source: Biometric authentication
tr: Biyometrik kimlik doğrulama

# appSettingsDisableBiometricAuthenticationReasonText
source: Authenticate to disable biometric authentication
tr: Biyometrik kimlik doğrulamayı devre dışı bırakmak için kimlik doğrulaması yapın

# appSettingsEnableBiometricAuthenticationReasonText
source: Authenticate to enable biometric authentication
tr: Biyometrik kimlik doğrulamayı etkinleştirmek için kimlik doğrulaması yapın

# appTitleText
source: Paperless Mobile
tr: Paperless Mobil

# bottomNavDocumentsPageLabel
source: Documents
tr: Dökümanlar

# bottomNavInboxPageLabel
source: Inbox
tr: Gelen Kutusu

# bottomNavLabelsPageLabel
source: Labels
tr: Etiketler

# bottomNavScannerPageLabel
source: Scanner
tr: Tarayıcı

# correspondentFormFieldSearchHintText
source: Start typing...
tr: Yazmaya başlayın...

# deleteViewDialogContentText
source: Do you really want to delete this view?
tr: Bu görünümü gerçekten silmek istiyor musunuz?

# deleteViewDialogTitleText
source: Delete view
tr: Görünümü sil

# documentArchiveSerialNumberPropertyLongLabel
source: Archive Serial Number
tr: Arşiv Seri Numarası

# documentCorrespondentPropertyLabel
source: Correspondent
tr: Ek Yazarlar

# documentDeleteSuccessMessage
source: Document successfully deleted.
tr: Doküman başarıyla silindi.

# documentDetailsPageAssignAsnButtonLabel
source: Assign
tr: Ata

# documentDetailsPageLoadFullContentLabel
source: Load full content
tr: Tüm içeriği yükle

# documentDetailsPageSimilarDocumentsLabel
source: Similar Documents
tr: Benzer Belgeler

# documentDetailsPageTabContentLabel
source: Content
tr: İçerik

# documentDetailsPageTabMetaDataLabel
source: Meta Data
tr: Meta Veri

# documentDetailsPageTabOverviewLabel
source: Overview
tr: Genel bakış

# documentDocumentTypePropertyLabel
source: Document Type
tr: Döküman tipi

# documentDownloadSuccessMessage
source: Document successfully downloaded.
tr: Döküman başarıyla indirildi.

# documentEditPageSuggestionsLabel
source: Suggestions:
tr: Öneriler:

# documentEditPageTitle
source: Edit Document
tr: Dökümanı Düzenle

# documentFilterAdvancedLabel
source: Advanced
tr: Gelişmiş

# documentFilterApplyFilterLabel
source: Apply
tr: Uygula

# documentFilterQueryOptionsExtendedLabel
source: Extended
tr: Genişletilmiş

# documentFilterQueryOptionsTitleAndContentLabel
source: Title & Content
tr: Başlık & İçerik

# documentFilterQueryOptionsTitleLabel
source: Title
tr: Başlık

# documentFilterResetLabel
source: Reset
tr: Sıfırla

# documentFilterSearchLabel
source: Search
tr: Ara

# documentFilterTitle
source: Filter Documents
tr: Dökümanları Filtrele

# documentMetaDataChecksumLabel
source: Original MD5-Checksum
tr: Orijinal MD5-Sağlaması

# documentMetaDataMediaFilenamePropertyLabel
source: Media Filename
tr: Medya Dosya Adı

# documentMetaDataOriginalFileSizeLabel
source: Original File Size
tr: Orijinal Dosya Boyutu

# documentMetaDataOriginalMimeTypeLabel
source: Original MIME-Type
tr: Orijinal MIME-Tipi

# documentPreviewPageTitle
source: Preview
tr: Ön izleme

# documentScannerPageAddScanButtonLabel
source: Scan a document
tr: Belge tarat

# documentScannerPageEmptyStateText
source: No documents scanned yet.
tr: Henüz taranan belge yok.

# documentScannerPageOrText
source: or
tr: yada

# documentScannerPageResetButtonTooltipText
source: Delete all scans
tr: Tüm tarananları sil

# documentScannerPageTitle
source: Scan
tr: Tara

# documentScannerPageUploadButtonTooltip
source: Upload to Paperless
tr: Paperless'a Yükle

# documentScannerPageUploadFromThisDeviceButtonLabel
source: Upload a document from this device
tr: Bu cihazdan bir döküman yükleyin

# documentsEmptyStateResetFilterLabel
source: Reset filter
tr: Filtreyi sıfırla

# documentsFilterPageAdvancedLabel
source: Advanced
tr: Gelişmiş

# documentsFilterPageApplyFilterLabel
source: Apply
tr: Uygula

# documentsFilterPageDateRangeLastMonthLabel
source: Last Month
tr: Geçen Ay

# documentsFilterPageDateRangeLastSevenDaysLabel
source: Last 7 Days
tr: Geçmiş 7 Gün

# documentsFilterPageDateRangeLastThreeMonthsLabel
source: Last 3 Months
tr: Geçmiş 3 Ay

# documentsFilterPageDateRangeLastYearLabel
source: Last Year
tr: Geçen sene

# documentsFilterPageQueryOptionsTitleAndContentLabel
source: Title & Content
tr: Başlık & İçerik

# documentsFilterPageQueryOptionsTitleLabel
source: Title
tr: Başlık

# documentsFilterPageSearchLabel
source: Search
tr: Ara

# documentsFilterPageTitle
source: Filter Documents
tr: Dökümanları Filtrele

# documentsPageBulkDeleteSuccessfulText
source: Documents successfully deleted.
tr: Dokümanlar başarıyla silindi.

# documentsPageEmptyStateNothingHereText
source: There seems to be nothing here...
tr: Burada hiçbir şey yok gibi görünüyor...

# documentsPageEmptyStateOopsText
source: Oops.
tr: Hata.

# documentsPageNewDocumentAvailableText
source: New document available!
tr: Yeni döküman mevcut!

# documentsPageOrderByLabel
source: Order By
tr: Şuna göre sırala

# documentsPageSelectionBulkDeleteDialogContinueText
source: This action is irreversible. Do you wish to proceed anyway?
tr: Bu işlem geri alınamaz. Yine de devam etmek istiyor musunuz?

# documentsPageSelectionBulkDeleteDialogTitle
source: Confirm deletion
tr: Silmeyi onayla

# documentsPageSelectionBulkDeleteDialogWarningTextMany
source: Are you sure you want to delete the following documents?
tr: Aşağıdaki belgeleri silmek istediğinizden emin misiniz?

# documentsPageSelectionBulkDeleteDialogWarningTextOne
source: Are you sure you want to delete the following document?
tr: Aşağıdaki belgeyi silmek istediğinizden emin misiniz?

# documentsPageTitle
source: Documents
tr: Dökümanlar

# documentsSelectedText
source: selected
tr: seçilmiş

# documentStoragePathPropertyLabel
source: Storage Path
tr: Depolama Yolu

# documentsUploadPageTitle
source: Prepare document
tr: Belge hazırla

# documentTagsPropertyLabel
source: Tags
tr: Etiketler

# documentTitlePropertyLabel
source: Title
tr: Başlık

# documentTypeFormFieldSearchHintText
source: Start typing...
tr: Yazmaya başlayın...

# documentUpdateSuccessMessage
source: Document successfully updated.
tr: Doküman başarıyla güncellendi.

# documentUploadFileNameLabel
source: File Name
tr: Dosya adı

# documentUploadPageSynchronizeTitleAndFilenameLabel
source: Synchronize title and filename
tr: Başlığı ve dosya adını senkronize et

# documentUploadProcessingSuccessfulReloadActionText
source: Reload
tr: Yenile

# documentUploadProcessingSuccessfulText
source: Document successfully processed.
tr: Doküman başarıyla işlendi.

# documentUploadSuccessText
source: Document successfully uploaded, processing...
tr: Doküman başarıyla yüklendi, işleniyor...

# editLabelPageConfirmDeletionDialogTitle
source: Confirm deletion
tr: Silmeyi onayla.

# editLabelPageDeletionDialogText
source: This label contains references to other documents. By deleting this label, all references will be removed. Continue?
tr: Bu etiket, diğer belgelere referanslar içerir. Bu etiketi silerek, tüm referanslar kaldırılacaktır. Devam etmek ister misiniz?

# errorMessageAcknowledgeTasksError
source: Could not acknowledge tasks.
tr: Görevler kabul edilemedi.

# errorMessageAuthenticationFailed
source: Authentication failed, please try again.
tr: Kimlik doğrulama başarısız oldu, lütfen tekrar deneyin.

# errorMessageAutocompleteQueryError
source: An error ocurred while trying to autocomplete your query.
tr: Sorgunuz otomatik olarak tamamlanmaya çalışılırken bir hata oluştu.

# errorMessageBiometricAuthenticationFailed
source: Biometric authentication failed.
tr: Biyometrik doğrulama başarısız oldu.

# errorMessageBiotmetricsNotSupported
source: Biometric authentication not supported on this device.
tr: Biyometrik kimlik doğrulama bu cihazda desteklenmiyor.

# errorMessageBulkActionFailed
source: Could not bulk edit documents.
tr: Dokümanlar toplu düzenlenemedi.

# errorMessageCorrespondentCreateFailed
source: Could not create correspondent, please try again.
tr: Ek yazar oluşturulamadı, lütfen tekrar deneyin.

# errorMessageCorrespondentLoadFailed
source: Could not load correspondents.
tr: Ek yazarlar yüklenemedi.

# errorMessageCreateSavedViewError
source: Could not create saved view, please try again.
tr: Kayıtlı görünüm oluşturulamadı, lütfen tekrar deneyin.

# errorMessageDeleteSavedViewError
source: Could not delete saved view, please try again
tr: Kayıtlı görünüm silinemedi, lütfen tekrar deneyin

# errorMessageDeviceOffline
source: You are currently offline. Please make sure you are connected to the internet.
tr: Şu anda çevrimdışısınız. Lütfen internete bağlı olduğunuzdan emin olun.

# errorMessageDocumentAsnQueryFailed
source: Could not assign archive serial number.
tr: Arşiv seri numarası atanamadı.

# errorMessageDocumentDeleteFailed
source: Could not delete document, please try again.
tr: Doküman silinemedi, lütfen tekrar deneyin.

# errorMessageDocumentLoadFailed
source: Could not load documents, please try again.
tr: Dokümanlar yüklenemedi, lütfen tekrar deneyin.

# errorMessageDocumentPreviewFailed
source: Could not load document preview.
tr: Doküman önizlemesi yüklenemedi.

# errorMessageDocumentTypeCreateFailed
source: Could not create document, please try again.
tr: Doküman oluşturulamadı, lütfen tekrar deneyin.

# errorMessageDocumentTypeLoadFailed
source: Could not load document types, please try again.
tr: Belge türleri yüklenemedi, lütfen tekrar deneyin.

# errorMessageDocumentUpdateFailed
source: Could not update document, please try again.
tr: Doküman güncellenemedi, lütfen tekrar deneyin.

# errorMessageDocumentUploadFailed
source: Could not upload document, please try again.
tr: Doküman yüklenemedi, lütfen tekrar deneyin.

# errorMessageInvalidClientCertificateConfiguration
source: Invalid certificate or missing passphrase, please try again
tr: Geçersiz sertifika veya eksik parola, lütfen tekrar deneyin

# errorMessageLoadSavedViewsError
source: Could not load saved views.
tr: Kayıtlı görünümler yüklenemedi.

# errorMessageMissingClientCertificate
source: A client certificate was expected but not sent. Please provide a valid client certificate.
tr: Bir müşteri sertifikası bekleniyordu ancak gönderilmedi. Lütfen geçerli bir müşteri sertifikası sağlayın.

# errorMessageNotAuthenticated
source: User is not authenticated.
tr: Kullanıcının kimliği doğrulanmadı.

# errorMessageRequestTimedOut
source: The request to the server timed out.
tr: Sunucuya yapılan istek zaman aşımına uğradı.

# errorMessageScanRemoveFailed
source: An error occurred removing the scans.
tr: Taramalar kaldırılırken bir hata oluştu.

# errorMessageServerUnreachable
source: Could not reach your Paperless server, is it up and running?
tr: Paperless sunucunuza erişilemedi, çalışır durumda mı?

# errorMessageSimilarQueryError
source: Could not load similar documents.
tr: Benzer belgeler yüklenemedi.

# errorMessageStoragePathCreateFailed
source: Could not create storage path, please try again.
tr: Depolama yolu oluşturulamadı, lütfen tekrar deneyin.

# errorMessageStoragePathLoadFailed
source: Could not load storage paths.
tr: Depolama yolları yüklenemedi.

# errorMessageSuggestionsQueryError
source: Could not load suggestions.
tr: Öneriler yüklenemedi.

# errorMessageTagCreateFailed
source: Could not create tag, please try again.
tr: Etiket oluşturulamadı, lütfen tekrar deneyin.

# errorMessageTagLoadFailed
source: Could not load tags.
tr: Etiketler yüklenemedi.

# errorMessageUnknonwnError
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

# errorMessageUnsupportedFileFormat
source: This file format is not supported.
tr: Bu dosya formatı desteklenmiyor.

# errorReportLabel
source: REPORT
tr: RAPORLA

# extendedDateRangeDialogAbsoluteLabel
source: Absolute
tr: Mutlak

# extendedDateRangeDialogHintText
source: Hint: Apart from concrete dates, you can also specify a time range relative to the current date.
tr: İpucu: Somut tarihlerin yanı sıra, geçerli tarihe göre bir zaman aralığı da belirleyebilirsiniz.

# extendedDateRangeDialogRelativeAmountLabel
source: Amount
tr: Miktar

# extendedDateRangeDialogRelativeLabel
source: Relative
tr: Bağıl

# extendedDateRangeDialogRelativeLastLabel
source: Last
tr: Son

# extendedDateRangeDialogRelativeTimeUnitLabel
source: Time unit
tr: Zaman birimi

# extendedDateRangeDialogTitle
source: Select date range
tr: Tarih aralığı seçin

# extendedDateRangePickerAfterLabel
source: After
tr: Sonra

# extendedDateRangePickerBeforeLabel
source: Before
tr: Önce

# extendedDateRangePickerDayText
source: {count, plural, zero{days} one{day} other{days}}
tr: {count, plural, zero{} one{gün} other{günler}}

# extendedDateRangePickerLastDaysLabel
source: {count, plural, zero{} one{Yesterday} other{Last {count} days}}
tr: {count, plural, zero{} one{Dün} other{Geçmiş {count} gün}}

# extendedDateRangePickerLastMonthsLabel
source: {count, plural, zero{} one{Last month} other{Last {count} months}}
tr: {count, plural, zero{} one{Geçen ay} other{Geçmiş {count} ay}}

# extendedDateRangePickerLastText
source: Last
tr: Geçen

# extendedDateRangePickerLastWeeksLabel
source: {count, plural, zero{} one{Last week} other{Last {count} weeks}}
tr: {count, plural, zero{} one{Geçen hafta} other{Geçmiş {count} hafta}}

# extendedDateRangePickerLastYearsLabel
source: {count, plural, zero{} one{Last year} other{Last {count} years}}
tr: {count, plural, zero{} one{Geçen yıl} other{Geçmiş {count} yıl}}

# extendedDateRangePickerMonthText
source: {count, plural, zero{} one{month} other{months}}
tr: {count, plural, zero{} one{ay} other{aylar}}

# extendedDateRangePickerWeekText
source: {count, plural, zero{} one{week} other{weeks}}
tr: {count, plural, zero{} one{hafta} other{haftalar}}

# extendedDateRangePickerYearText
source: {count, plural, zero{} one{year} other{years}}
tr: {count, plural, zero{} one{yıl} other{yıllar}}

# genericAcknowledgeLabel
source: Got it!
tr: Başarılı!

# genericActionCancelLabel
source: Cancel
tr: İptal

# genericActionCreateLabel
source: Create
tr: Yarat

# genericActionDeleteLabel
source: Delete
tr: Sil

# genericActionEditLabel
source: Edit
tr: Düzenle

# genericActionOkLabel
source: Ok
tr: Tamam

# genericActionSaveLabel
source: Save
tr: Kaydet

# genericActionSelectText
source: Select
tr: Seç

# genericActionUpdateLabel
source: Save changes
tr: Değişiklikleri Kaydet

# genericActionUploadLabel
source: Upload
tr: Yükle

# genericMessageOfflineText
source: You're offline.
tr: Çevrimdışısınız.

# inboxPageAssignAsnLabel
source: Assign ASN
tr: ASN ata

# inboxPageDocumentRemovedMessageText
source: Document removed from inbox.
tr: Döküman gelen kutusundan kaldırıldı.

# inboxPageMarkAllAsSeenConfirmationDialogText
source: Are you sure you want to mark all documents as seen? This will perform a bulk edit operation removing all inbox tags from the documents. This action is not reversible! Are you sure you want to continue?
tr: Tüm belgeleri görüntülendi olarak işaretlemek istediğinizden emin misiniz? Bu, tüm gelen kutusu etiketlerini belgelerden kaldırarak, toplu bir düzenleme işlemi gerçekleştirecektir. Bu eylem geri alınamaz! Devam etmek istediğine emin misiniz?

# inboxPageMarkAllAsSeenConfirmationDialogTitleText
source: Mark all as seen?
tr: Tümü görüntülendi olarak işaretlensin mi?

# inboxPageMarkAllAsSeenLabel
source: All seen
tr: Hepsi görüntülendi

# inboxPageMarkAsSeenText
source: Mark as seen
tr: Görüntülendi olarak işaretle

# inboxPageNoNewDocumentsRefreshLabel
source: Refresh
tr: Yenile

# inboxPageNoNewDocumentsText
source: You do not have unseen documents.
tr: Görüntülenmemiş belgeniz yok.

# inboxPageQuickActionsLabel
source: Quick Action
tr: Hızlı eylemler

# inboxPageSuggestionSuccessfullyAppliedMessage
source: Suggestion successfully applied.
tr: Öneri başarıyla gönderildi.

# inboxPageTodayText
source: Today
tr: Bugün

# inboxPageUndoRemoveText
source: Undo
tr: Geri al

# inboxPageUnseenText
source: unseen
tr: görüntülenmemiş

# inboxPageUsageHintText
source: Hint: Swipe left to mark a document as seen and remove all inbox tags from the document.
tr: İpucu: Bir belgeyi görüntülendi olarak işaretlemek ve tüm gelen kutusu etiketlerini belgeden kaldırmak için sola kaydırın.

# inboxPageYesterdayText
source: Yesterday
tr: Dün

# labelAnyAssignedText
source: Any assigned
tr: Herhangi bir atanan

# labelFormFieldNoItemsFoundText
source: No items found!
tr: Hiç bir öğe bulunamadı!

# labelIsInsensivitePropertyLabel
source: Case Irrelevant
tr: İlişkisiz durum.

# labelMatchingAlgorithmPropertyLabel
source: Matching Algorithm
tr: Eşleştirme Algoritması

# labelNamePropertyLabel
source: Name
tr: İsim

# labelNotAssignedText
source: Not assigned
tr: Atanmadı

# labelsPageCorrespondentEmptyStateAddNewLabel
source: Add new correspondent
tr: Yeni ek yazar ekle

# labelsPageCorrespondentEmptyStateDescriptionText
source: You don't seem to have any correspondents set up.
tr: Herhangi bir ek yazar ayarlamamışsınız gibi görünüyor.

# labelsPageDocumentTypeEmptyStateAddNewLabel
source: Add new document type
tr: Yeni döküman türü ekle

# labelsPageDocumentTypeEmptyStateDescriptionText
source: You don't seem to have any document types set up.
tr: Ayarlanmış herhangi bir döküman türünüz yok gibi görünüyor.

# labelsPageDocumentTypesTitleText
source: Document Types
tr: Döküman Türleri

# labelsPageStoragePathEmptyStateAddNewLabel
source: Add new storage path
tr: Yeni depolama yolu ekle

# labelsPageStoragePathEmptyStateDescriptionText
source: You don't seem to have any storage paths set up.
tr: Ayarlanmış herhangi bir depolama yolunuz yok gibi görünüyor.

# labelsPageStoragePathTitleText
source: Storage Paths
tr: Depolama Yolları

# labelsPageTagsEmptyStateAddNewLabel
source: Add new tag
tr: Yeni etiket ekle

# labelsPageTagsEmptyStateDescriptionText
source: You don't seem to have any tags set up.
tr: Ayarlanmış herhangi bir etiketiniz yok gibi görünüyor.

# labelsPageTagsTitleText
source: Tags
tr: Etiketler

# linkedDocumentsPageTitle
source: Linked Documents
tr: Bağlantılı Belgeler

# loginPageAdvancedLabel
source: Advanced Settings
tr: Gelişmiş Ayarlar

# loginPageClientCertificatePassphraseLabel
source: Passphrase
tr: Gizli şifre

# loginPageClientCertificateSettingDescriptionText
source: Configure Mutual TLS Authentication
tr: Karşılıklı TLS Kimlik Doğrulamasını Yapılandırma

# loginPageClientCertificateSettingInvalidFileFormatValidationText
source: Invalid certificate format, only .pfx is allowed
tr: Geçersiz sertifika biçimi, yalnızca .pfx'e izin verilir

# loginPageClientCertificateSettingLabel
source: Client Certificate
tr: İstemci Sertifikası

# loginPageClientCertificateSettingSelectFileText
source: Select file...
tr: Dosya seç...

# loginPageContinueLabel
source: Continue
tr: Devam

# loginPageIncorrectOrMissingCertificatePassphraseErrorMessageText
source: Incorrect or missing certificate passphrase.
tr: Yanlış veya eksik sertifika parolası.

# loginPageLoginButtonLabel
source: Connect
tr: Bağlan

# loginPagePasswordFieldLabel
source: Password
tr: Parola

# loginPagePasswordValidatorMessageText
source: Password must not be empty.
tr: Şifre boş bırakılamaz.

# loginPageReachabilityConnectionTimeoutText
source: Connection timed out.
tr: Bağlantı zaman aşımına uğradı.

# loginPageReachabilityInvalidClientCertificateConfigurationText
source: Incorrect or missing client certificate passphrase.
tr: Yanlış veya eksik istemci sertifika parolası.

# loginPageReachabilityMissingClientCertificateText
source: A client certificate was expected but not sent. Please provide a certificate.
tr: Bir istemci sertifikası bekleniyordu ancak gönderilmedi. Lütfen bir sertifika sağlayın.

# loginPageReachabilityNotReachableText
source: Could not establish a connection to the server.
tr: Sunucuyla bağlantı kurulamadı.

# loginPageReachabilitySuccessText
source: Connection successfully established.
tr: Bağlantı başarıyla kuruldu.

# loginPageReachabilityUnresolvedHostText
source: Host could not be resolved. Please check the server address and your internet connection.
tr: Ana bilgisayar çözülemedi. Lütfen sunucu adresini ve internet bağlantınızı kontrol edin.

# loginPageServerUrlFieldLabel
source: Server Address
tr: Sunucu adresi

# loginPageServerUrlValidatorMessageInvalidAddressText
source: Invalid address.
tr: Geçersiz adres.

# loginPageServerUrlValidatorMessageMissingSchemeText
source: Server address must include a scheme.
tr: Sunucu adresi bir şema içermelidir.

# loginPageServerUrlValidatorMessageRequiredText
source: Server address must not be empty.
tr: Sunucu adresi boş bırakılamaz.

# loginPageSignInButtonLabel
source: Sign In
tr: Oturum Aç

# loginPageSignInTitle
source: Sign In
tr: Oturum Aç

# loginPageSignInToPrefixText
source: Sign in to {serverAddress}
tr: {serverAddress} adresinde oturum aç

# loginPageTitle
source: Connect to Paperless
tr: Paperless'a Bağlan

# loginPageUsernameLabel
source: Username
tr: Kullanıcı adı

# loginPageUsernameValidatorMessageText
source: Username must not be empty.
tr: Kullanıcı adı boş bırakılamaz.

# offlineWidgetText
source: An internet connection could not be established.
tr: İnternet bağlantısı kurulamadı.

# onboardingDoneButtonLabel
source: Done
tr: Bitti

# onboardingNextButtonLabel
source: Next
tr: İleri

# receiveSharedFilePermissionDeniedMessage
source: Could not access the received file. Please try to open the app before sharing.
tr: Alınan dosyaya erişilemedi. Lütfen paylaşmadan önce uygulamayı açmayı deneyin.

# referencedDocumentsReadOnlyHintText
source: This is a read-only view! You cannot edit or remove documents. A maximum of 100 referenced documents will be loaded.
tr: Bu salt okunur bir görünümdür! Belgeleri düzenleyemez veya kaldıramazsınız. En fazla 100 referanslı belge yüklenecektir.

# savedViewCreateNewLabel
source: New View
tr: Yeni görünüm

# savedViewCreateTooltipText
source: Creates a new view based on the current filter criteria.
tr: Geçerli filtre ölçütlerine göre yeni bir görünüm oluşturur.

# savedViewNameLabel
source: Name
tr: İsim

# savedViewsEmptyStateText
source: Create views to quickly filter your documents.
tr: Belgelerinizi hızla filtrelemek için görünümler oluşturun.

# savedViewShowInSidebarLabel
source: Show in sidebar
tr: Kenar çubuğunda göster

# savedViewShowOnDashboardLabel
source: Show on dashboard
tr: Kontrol panelinde göster

# savedViewsLabel
source: Saved Views
tr: Kayıtlı Görünümler

# scannerPageImagePreviewTitle
source: Scan
tr: Tara

# serverInformationPaperlessVersionText
source: Paperless server version
tr: Paperless sunucu versiyonu

# settingsPageAppearanceSettingDarkThemeLabel
source: Dark Theme
tr: Koyu Tema

# settingsPageAppearanceSettingLightThemeLabel
source: Light Theme
tr: Aydınlık Tema

# settingsPageAppearanceSettingSystemThemeLabel
source: Use system theme
tr: Sistem temasını kullan

# settingsPageAppearanceSettingTitle
source: Appearance
tr: Görünüm

# settingsPageApplicationSettingsDescriptionText
source: Language and visual appearance
tr: Dil ve görsel görünüm
