Repository: MofX/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: tr

# settingsPageApplicationSettingsLabel
source: Application
tr: Uygulama

# settingsPageLanguageSettingLabel
source: Language
tr: Dil

# settingsPageSecuritySettingsDescriptionText
source: Biometric authentication
tr: Biyometrik kimlik doğrulama

# settingsPageSecuritySettingsLabel
source: Security
tr: Güvenlik

# settingsPageStorageSettingsDescriptionText
source: Manage files and storage space
tr: Dosyaları ve depolama alanını yönetin

# settingsPageStorageSettingsLabel
source: Storage
tr: Depolama

# settingsThemeModeDarkLabel
source: Dark
tr: Koyu

# settingsThemeModeLightLabel
source: Light
tr: Aydınlık

# settingsThemeModeSystemLabel
source: System
tr: Sistem

# storagePathParameterDayLabel
source: day
tr: gün

# storagePathParameterMonthLabel
source: month
tr: ay

# storagePathParameterYearLabel
source: year
tr: yıl

# tagColorPropertyLabel
source: Color
tr: Renkler

# tagFormFieldSearchHintText
source: Filter tags...
tr: Etiketleri filtrele...

# tagInboxTagPropertyLabel
source: Inbox-Tag
tr: Gelen Kutusu-Etiketi

# uploadPageAutomaticallInferredFieldsHintText
source: If you specify values for these fields, your paperless instance will not automatically derive a value. If you want these values to be automatically populated by your server, leave the fields blank.
tr: Bu alanlar için değerler belirtirseniz, paperless örneğiniz otomatik olarak bir değer türetmeyecektir. Bu değerlerin sunucunuz tarafından otomatik olarak doldurulmasını istiyorsanız, alanları boş bırakın.

# verifyIdentityPageDescriptionText
source: Use the configured biometric factor to authenticate and unlock your documents.
tr: Belgelerinizin şifresini çözmek ve oturum açmak için biyometrik faktör kullanın.

# verifyIdentityPageLogoutButtonLabel
source: Disconnect
tr: Bağlantıyı kes

# verifyIdentityPageTitle
source: Verify your identity
tr: Kimliğinizi doğrulayın

# verifyIdentityPageVerifyIdentityButtonLabel
source: Verify Identity
tr: Kimliği Doğrula
